{
  "posts": [
    {
      "title": "Viaje a Purmamarca",
      "author": "Pablo Sebastián ",
      "description": "Purmamarca es una localidad de la provincia de Jujuy, en el noroeste de Argentina. Se ubica en la base de un espectacular cerro multicolor llamado Cerro de los Siete Colores. Desde la villa, el sendero Paseo de los Colorados se dirige a los paisajes desérticos circundantes donde hay vistas de la montaña. Las casas de adobe bordean las calles y la Plaza 9 de Julio es sede de un mercado de artesanías popular. Cerca está la iglesia de Santa Rosa de Lima, de siglos de antigüedad.",
      "datePublication": "04/09/2023",
      "linkImage": "https://espaciopurmamarca.com/wp-content/uploads/2019/08/unnamed.png",
      "liked": 0,
      "id": 1
    },
    {
      "title": "Viaje a Tafi Viejo",
      "author": "Pablo Sebastián ",
      "description": "Tafí Viejo es una ciudad argentina de la provincia de Tucumán, ubicada a 10 km al noroeste de San Miguel de Tucumán; es la cabecera del departamento homónimo.Fue fundada en 1900",
      "datePublication": "04/09/2023",
      "linkImage": "https://www.tafiviejo.gob.ar/fotos/cache/notas/2021/12/07/830x465_211207131802_74485.jpg",
      "liked": 0,
      "id": 2
    },
    {
      "title": "Viaje a la Patagonia",
      "author": "UserPrueba",
      "description": "La Patagonia es una región que abarca el extenso extremo austral de Sudamérica, que comparten Argentina y Chile, con la Cordillera de los Andes como su línea divisoria. El lado argentino tiene estepas áridas, praderas y desiertos, mientras que el lado chileno tiene fiordos glaciales y bosques pluviales templados. La famosa carretera argentina RN-40 pasa cerca del monte Fitz Roy y el glaciar Perito Moreno en el Parque Nacional Los Glaciares",
      "datePublication": "04/09/2023",
      "linkImage": "https://tn.com.ar/resizer/N_ZXHBoYnuKedy8v_dMtVpSr0no=/arc-anglerfish-arc2-prod-artear/public/GQ35ZT4ETNEMJIDSG5KKKPLPGE.jpeg",
      "liked": 0,
      "id": 3
    },
    {
      "title": "Viaje a Bs As",
      "author": "UserPrueba",
      "description": "Buenos Aires es la gran capital cosmopolita de Argentina. Su centro es la Plaza de Mayo, rodeada de imponentes edificios del siglo XIX, incluida la Casa Rosada, el icónico palacio presidencial que tiene varios balcones. Entre otras atracciones importantes, se incluyen el Teatro Colón, un lujoso teatro de ópera de 1908 con cerca de 2,500 asientos, y el moderno museo MALBA, que exhibe arte",
      "datePublication": "04/09/2023",
      "linkImage": "https://fotos.perfil.com/2022/07/14/trim/1280/720/ciudad-de-buenos-aires-1386884.jpg",
      "liked": 0,
      "id": 4
    }
  ],
  "users": [
    {
      "name": "Pablo Sebastián ",
      "email": "pcastillo@gmail.com",
      "password": "1234",
      "id": 4
    },
    {
      "name": "UserPrueba",
      "email": "test@hotmail.com",
      "password": "1234",
      "id": 5
    }
  ],
  "comments": []
}